{
    "Topbar":{
        "advantagePage":"Advantage",
        "oneStopPage":"One-Stop",
        "customizePage":"Customize",
        "productsPage":"Products",
        "developedPage":"Our Products",
        "ownSitePage":"Create yours",
        "pricePage":"Price",
        "careerPage": "Career"
      },

      "mobileTopbar": {
        "homePage":"HOME",
        "advantagePage": "ADVANTAGE",
        "specialPage":"SPECIAL",
        "productsPage": "PRODUCT",
        "creatingPage": "CREATING",
        "pricePage": "PRICE",
        "aboutPage": "ABOUT",
        "teamPage": "TEAM",
        "careerPage": "CAREER",
        "supportPage": "SUPPORT"
      },

    "Home":{
      "homeVideoTitle":"You cannot stop the ",
      "homeVideoTitle2":"Evolution of Technology",
      "industriesTitle":"ABOUT CURRENT TECH INDUSTRIES",
      "industriesDescription":"Current Tech Industries Sdn Bhd, established in 2006, is a high-tech software enterprise based in Kuala Lumpur, Malaysia, with plans to expand to Penang, Sabah, and Sarawak. We specialize in the research, development, production, and sales of technology products. Recognized as a \"New Technology Enterprise,\" we develop projects across various fields. Our talent-oriented management and integrity-based operations attract industry elites, allowing us to integrate advanced technologies and management practices from both domestic and international sources. We provide comprehensive solutions to enhance enterprise management and production capacities, helping businesses remain competitive and achieve stable growth.",
      "industriesDescription2":" ",
      "industriesDescription3":" ",
      "technologyTitle":"TECHNOLOGY",
      "technologyDescription":"Innovation and technological advancements are key to unlocking a sustainable and prosperous future. Technology has ushered in an era of intelligence, automation, and digitization, driving the transformation and upgrading of industries.",
      "serviceTitle":"Our Service",
      "serviceSubTitle":{
        "softwareTitle":"Software",
        "websiteTitle":"Website",
        "mobileAppTitle":"Mobile App",
        "managementSystemTitle":"Management System",
        "posSystemTitle":"POS System",
        "support&serviceTitle":"Support & Service"
      },
      "serviceSubTitle_Description":{
        "softwareDescription":"Empower your business with bespoke software solutions. Our expert developers turn your vision into reality, delivering innovative and dependable software tailored to your unique requirements.",
        "websiteDescription":"We develop websites of all sizes using a step-by-step approach. From pre-production planning and crafting the GUI design to backend development, we execute each phase with precision.",
        "mobileAppDescription":"We transform our clients’ core ideas into innovative applications for mobile, cloud, and web platforms. We ensure these apps are compatible with major platforms and accessible on a wide range of devices.",
        "managementSystemDescription":"The Employee Intelligence Management System (EIMS) is a groundbreaking HR tool that enhances workflow efficiency. It fosters organizational growth and unlocks employee potential through intuitive dashboards, automation, and predictive analytics.",
        "posSystemDescription":"Maximize your business efficiency with our robust POS and e-Invoice system. Seamlessly handle sales, inventory, and customer data, ensuring a frictionless checkout experience. Integrated into your workflow, it boosts productivity and customer satisfaction.",
        "support&serviceDescription":"Enhance system performance with our expert support. Our team guarantees timely updates and troubleshooting to ensure smooth operations, maintaining your systems at optimal efficiency."
        },
        "innovativeTitle":"Innovative Solutions for Your Business",
        "innovativeDescription":"Our cutting-edge system will transform your business operations, boosting efficiency, sustainability, and customer experience, thus securing your competitiveness in today's market landscape.",
        "ImgCombinationTitle":{
          "educationImgTitle": "EDUCATION",
          "F&BImgTitle": "FOOD & BEVERAGE",
          "retailImgTitle":"Retail",
          "wholesaleImgTitle":"WHOLESALE",
          "logisticImgTitle":"LOGISTIC",
          "enterpriseImgTitle":"ENTERPRISE"
        },
        "ImgCombinationDescription":{
          "educationImgDescription": "Unlocking endless learning potential. Our technology empowers schools to achieve greatness in the classroom.",
          "educationImgDescriptionM": "Unlocking endless learning potential. Our",
          "educationImgDescriptionM2": "technology empowers schools to achieve",
          "educationImgDescriptionM3": "greatness in the classroom.",
          "F&BImgDescription": "Ordering apps and diverse payment",
          "F&BImgDescription2": "methods ensure a seamless, delightful",
          "F&BImgDescription3": "dining experience.",
          "F&BImgDescriptionMobile": "Ordering apps and diverse payment",
          "F&BImgDescriptionMobile2": "methods ensure a seamless, delightful",
          "F&BImgDescriptionMobile3": "dining experience.",
          "F&BImgMobileDescription": "While savouring delicious and enticing meals, both ordering applications and various payment methods play a crucial role in delivering a seamless and delightful dining experience ",
          "F&BImgMobileDescription2": "for customers, enhancing convenience and satisfaction at every step.",
          "retailImgDescription":"Whether it's managing customer lists, orders, inventory records, or employee attendance, all you need is one comprehensive and intelligent system to streamline operations and enhance efficiency.",
          "wholesaleImgDescription":"Our intelligent system offers",
          "wholesaleImgDescription2":"customised sourcing solutions, ensuring ",
          "wholesaleImgDescription3":"cost-efficiency and smooth inventory management.",
          "wholesaleImgMobileDescription":"Providing bulk discounts on goods and wholesale prices on merchandise, our intelligent system specializes in customized sourcing solutions ",
          "wholesaleImgMobileDescription2":"for businesses and retailers, ensuring cost-effectiveness and efficient inventory management.",
          "logisticImgDescription":"Building an efficient transportation and ",
          "logisticImgDescription2":"supply chain system is now achievable ",
          "logisticImgDescription3":"through our expertise and tools.",
          "enterpriseImgDescription":"An effective enterprise system enhances communication and drives employee ",
          "enterpriseImgDescription2":"progress."
        },
        "homeReminderTitle":"No matter what field or industry you're in.",
        "homeReminderDescription":"having your own intelligent system is worth it. Don't hesitate to contact us for efficient solutions tailored just for you.",
        "whatsappDescription":"Show QR to start",
        "whatsappDescription2":"communicate with us",
        "gmailDescription":"Leave your contact, we",
        "gmailDescription2":"will contact you soon.",
        "whatsappDescriptionMobile":"Direct link to whatsapp ",
        "whatsappDescriptionMobile2":"start communicate with us.",
        "gmailDescriptionMobile":"Leave your contact, we",
        "gmailDescriptionMobile2":"will contact you soon."
      },

      "Advantage":{
         "advantageVideoTitle":"INDEPENDENT",
         "advantageVideoDescription":"Having a powerful personal system to accomplish your goals is like technology walking hand in hand with you.",
         "advantageSelfTitle":"The advantage of our technology for Self-Employed",
         "advantageSelfDescription":"For self-employed individuals like you, regardless of the industry you're in, we firmly believe that your relationship with technology is indispensable. We specialise in tailoring high-quality systems specifically for you, ensuring that your business reaches new heights and making managing your relationships with customers easier and more intimate.",
         "advantageSelfListTitle":"WE TAILOR FOR YOU",
         "advantageSelfListSubtitle":{
            "websiteTitle":"WEBSITE", 
            "managementTitle":"MANAGEMENT SYSTEM",
            "paymentTitle":"PAYMENT SYSTEM",
            "supportTitle":"SUPPORT & SERVICE"
         },
         "advantageListDescription":{
          "websiteDescription":"From domain registration to web design, our team ensures the",
          "websiteDescription2":"final product matches your vision.",
          "websiteDescriptionMobile":"From domain registration to web design, our",
          "websiteDescriptionMobile2":"team ensures the final product matches your vision.",
          "managementDescription":"No matter your business size, a solid management system is",
          "managementDescription2":"essential. We’re here to keep your operations seamless.",
          "managementDescriptionMobile":"No matter your business size, a solid management system is essential. We’re",
          "managementDescriptionMobile2":" here to keep your operations seamless.",
          "paymentDescription":"This is the service businesses value most, delivered flawlessly.",
          "paymentDescription2":"Self-employed clients can choose existing payment channels or ",
          "paymentDescription3":"integrate new solutions with us.",
          "paymentDescriptionMobile":"This is the service businesses value most, delivered flawlessly. Self-employed clients can",
          "paymentDescriptionMobile2":"use existing payment channels or integrate",
          "paymentDescriptionMobile3":"new solutions with us.",
          "supportDescription":"We prioritise this with 24/5 support to keep your system running smoothly and adapt to new features or services."
         },
         "advantageSelfReminderTitle":"Don't hesitate!",
         "advantageSelfReminderDescription":"Request a quote now for developing your personal independent system.",
         "advantageSelfReminderDescription2":"Your can also schedule consultations with our service staff to discuss any development ideas. We do not charge any consultation fees for this service.",
         "enterpriseVideoTitle":"ENTERPRISE",
         "enterpriseVideoDescription":"Powerful enterprises and robust management systems are absolutely inseparable, as they possess the capability to manage vast amounts of data effectively.",
         "advantageEnterpriseTitle":"The advantage of our technology for Enterprise",
         "advantageEnterpriseDescription":"Excellent enterprise management encompasses human resources, administration, finance, as well as employee work progress reports, attendance, and various employee incentive systems. That's why our technology team has developed a meticulous and carefully designed management system tailored for all types of businesses.",
         "advantageEnterpriseListTitle":"WE CUSTOMISE FOR YOU",
         "advantageEnterpriseListSubtitle":{
            "frontendTitle":"FRONTEND & BACKEND",
            "attendanceTitle":"ATTENDANCE SYSTEM",
            "projectTitle":"PROJECT TASK",
            "rewardTitle":"REWARD PROGRAM",
            "supportTitle":"SUPPORT & SERVICE"
          },
          "advantageEnterpriseListDescription":{
            "frontendDescription":"A system’s front-end and back-end reflect professionalism.",
            "frontendDescription2":"Our tech team works closely with management for custom development and clear explanations.",
            "frontendDescriptionMobile":"A system’s front-end and back-end reflect professionalism. Our tech team works closely",
            "frontendDescriptionMobile2":" with management for custom development",
            "frontendDescriptionMobile3":" and clear explanations.",
            "attendanceDescription":"Our seamless attendance system simplifies time management,",
            "attendanceDescription2":"while a reward mechanism encourages employees to excel.",
            "attendanceDescriptionMobile":"Our seamless attendance system simplifies",
            "attendanceDescriptionMobile2":" time management, while a reward mechanism encourages employees to excel.",
            "projectDescription":"Data visualisation enables real-time tracking of metrics, sales, and ",
            "projectDescription2":"goals, driving progress. Insights into team performance support ",
            "projectDescription3":"agile adjustments for growth.",
            "projectDescriptionMobile":"Data visualisation enables real-time tracking",
            "projectDescriptionMobile2":" of metrics, sales, and goals, driving progress. Insights into team performance support agile adjustments for growth.",
            "rewardDescription":"We believe employees benefit from engagement, points, and ",
            "rewardDescription2":"badges. Our tech team integrates personalised contests and ",
            "rewardDescription3":"surprise activities to enrich the experience.",
            "rewardDescriptionMobile":"We believe employees benefit from engagement, points, and badges. Our tech",
            "rewardDescriptionMobile2":" team integrates personalised contests and surprise activities to enrich the experience.",  
            "supportDescription":"We prioritise this with 24/5 support and one-on-one tutorials, ",
            "supportDescription2":"ensuring smooth system operation and easy integration of new",
            "supportDescription3":"features.",
            "supportDescriptionMobile":"We prioritise this with 24/5 support and one-on-one tutorials, ensuring smooth system operation and easy integration of new features."
          },
            "advantageEnterpriseReminderTitle":"Don't hesitate!",
            "advantageEnterpriseReminderDescription":"Request a quote now for developing your personal independent system. ",
            "advantageEnterpriseReminderDescription2":"Your can also schedule consultations with our service staff to discuss any development ideas. We do not charge any consultation fees for this service."
        },

        "Customize":{
          "customizeVideoTitle":"CUSTOMIZE",
          "customizeCustomization_Title":"Customization is your direct gateway to advantage.",
          "customizeCustomization_Description":"Tailored web pages and apps offer a competitive edge by catering directly to user preferences, enhancing engagement and satisfaction. Through personalized features and intuitive interfaces, they streamline user interactions, driving retention and loyalty.",
          "customizeIdea_Title1":"What we create for you",
          "customizeIdea_Titles":"is more than just ideas.",
          "customizeIdea_Title2":"At the same time, we also need to",
          "customizeIdea_Title2s":"understand what you're thinking.",
          "customizeIdea_Title3":"Furthermore, it's essential to",
          "customizeIdea_Title3s":"know what your customers like.",
          "customizeIdea_Title4":"We believe you care just as",
          "customizeIdea_Title4s":"much about the theme colours.",
          "customize_Reminder1":"Share your thoughts with us!",
          "customize_Reminder2":"Get in touch to turn your ideas into reality."
        },

        "Products":{
          "productVideoTitle":"DEVELOPED",
          "productVideoDescription":"Development must go through drafting frameworks, understanding details, detailed communication, careful planning, rigorous testing before it can become a finished product.",
          "productTechnologyTitle":"High-quality products developed through cutting-edge technology",
          "productTechnologyDescription":"Yes,",
          "productTechnologyDescription2":"we have meticulously developed software in these fields, and our",
          "productTechnologyDescription3":"collaboration with businesses in these sectors is indispensable. We are dedicated to translating the exceptional ideas from our technical engineers into groundbreaking innovations, continually seeking more effective solutions for our customers. This commitment ensures that we stay at the forefront of technology, delivering superior results and driving success for our clients.",
          "mobileProductTechnologyDescription":"Yes,",
          "mobileProductTechnologyDescription2":"we have meticulously developed software ",
          "mobileProductTechnologyDescription3":"in these fields, and our collaboration with businesses in these sectors is indispensable. That's why we translate the most outstanding ideas from our technical engineers into the most innovative creations and find more effective solutions for our customers.",
          "education":{
            "educationTitle":"EDUCATION",
            "educationCategories1":"Kindergarten",
            "educationCategories2":"Primary",
            "educationCategories3":"Secondary",
            "educationCategories4":"University",
            "educationCategories5":"Tuition Center",
            "educationImage1":"Kindertown Parent",
            "educationImage2":"Kindertown Teacher",
            "educationImage3":"Kindertown Admin",
            "educationDescription":"A child's learning journey begins in the classroom, using tools that are flexible, user-friendly, prioritise privacy, accessibility, and sustainability. That's why we have developed this product for education, enabling parents, teachers, and school owners to better understand their child's growth in kindergarten. Additionally, we are in the process of developing a series of educational software for primary schools, secondary schools, universities, and tuition centres in the future."
          },
          
          "attendance":{
            "attendanceTitle":"ATTENDANCE",
            "attendanceCategories1":"Business",
            "attendanceCategories2":"Company",
            "attendanceCategories3":"Enterprise",
            "attendanceCategories4":" Industries",
            "attendanceImage":"MOCAP",
            "attendanceDescription":"In today's dynamic corporate landscape, businesses grapple with challenges ranging from inconsistent employee efficiency to talent attrition and cost management. Hence, we've meticulously crafted reward mechanisms and recognition programs to help companies effectively tackle these obstacles. Our Motion Capture \"MOCAP\" not only significantly enhances employee productivity but also boosts morale and elevates output quality. Furthermore, we firmly believe that acknowledging and rewarding employees nurtures a positive organizational culture, where employees feel valued and supported in their roles, thereby aiding in talent retention efforts."
          },

          "financial":{
            "financialTitle":"FINANCIAL",
            "financialCategories1":"MetaTrader 4",
            "financialCategories2":"MetaTrader 5",
            "financialCategories3":"cTrader",
            "financialImage":"Smart Dash",
            "financialDescription":"Our IT technical team specialises in developing intelligent back-office solutions for MetaQuote (MT4 / MT5) and cTrader white label and main label operators. We excel in customising web design, client frontend, agent interface, admin backend, and commission rebate systems according to the requirements of white label providers and main label operators. Our Smart Dash are designed to perfectly display the data clients want to see, and we prioritise providing the most robust security for client funds and personal information."
          },

          "management":{
            "managementTitle":"MANAGEMENT",
            "managementCategories1":"CopyTrading",
            "managementCategories2":"Percentage Allocation Management Module (PAMM)",
            "mobileManagementCategories1":"CopyTrading",
            "mobileManagementCategories2":"Percentage Allocation Management Module",
            "mobileManagementCategories3":"(PAMM)",
            "managementImage":"Financial Board",
            "managementDescription":"We fully understand that as a highly skilled and renowned trader, managing numerous investors and substantial funds requires not only delivering substantial and objective investment returns but also maintaining strict risk management in investments. Therefore, traders inevitably require a sophisticated and intelligent financial trading fund management system. Our proficient IT team is fully capable of undertaking the development of such a system. We have not only added personalised design to the dashboard but also incorporated simple and easy-to-operate modes, ensuring that investors and traders need not worry about encountering operational difficulties due to lack of understanding."
          },

          "labelSolutions":{
            "labelSolutionsTitle":"LABEL SOLUTIONS",
            "mobileLabelSolutionsTitle1":"LABEL",
            "mobileLabelSolutionsTitle2":"SOLUTIONS",
            "labelSolutionsCategories1":"Full Label",
            "labelSolutionsCategories2":"Integration",
            "labelSolutionsCategories3":"Licensing",
            "labelSolutionsCategories4":"CRM Portal",
            "labelSolutionsCategories5":"Servicing",
            "labelSolutionsImage1":"MetaTrader 4",
            "labelSolutionsImage2":"MetaTrader 5",
            "labelSolutionsImage3":"cTrader",
            "labelSolutionsDescription":"Not only do we seamlessly integrate the trading platform interface with our intelligent backend, but we also offer Metaquote (MT5) and cTrader white label and main label solutions. The advantage of our one-stop service ensures that you are relieved of many unnecessary hassles and allows you to accelerate the launch of operations, avoiding missing the absolute best timing for operations."
          },

          "metaEditor":{
            "metaEditorTitle":"META EDITOR",
            "metaEditorCategories1":"MQL4 EA",
            "metaEditorCategories2":"MQL5 EA",
            "metaEditorCategories3":"cTrader EA",
            "metaEditorCategories4":"Automate Trading",
            "metaEditorDescription":"This is undoubtedly great news for traders, as the widespread use of AI is becoming an inevitable trend. Many investment firms and top traders have begun to adopt AI automated trading systems, and we specialise in the development of such intelligent trading systems. We can fully transform the mindset and strategies of top traders into AI trading systems and apply them to trading on MetaTrader 4, MetaTrader 5, and cTrader trading platforms."
          },
          
          "cryptoWallet":{
            "cryptoWalletTitle":"CRYPTO WALLET",
            "cryptoWalletCategories1":"Crypto Payment Solution",
            "cryptoWalletCategories2":"Crypto Payment Gateway",
            "cryptoWalletImage":"TTPAY",
            "cryptoWalletDescription":"Many multinational companies conduct business through websites, and even investment firms operate beyond their own countries. Thus, having a comprehensive and highly secure payment system is essential. The TTPAY payment system not only addresses the complexities of cross-border transactions but also significantly enhances security for merchants. Furthermore, applying for a TTPAY payment system account is free and straightforward, providing businesses with an efficient and reliable solution for their payment needs."
          },

          "productsReminderTitle":"No matter what field or industry you're in.",
          "productsReminderDescription":"having your own intelligent system is worth it. Don't hesitate to contact us for efficient solutions tailored just for you."
        },

        "OwnSite":{
            "ownsiteVideoTitle":"OWN SITE",
            "ownsiteDescription1":"Let us help you craft an exceptional website for yourself.",
            "ownsiteSubDescription":"Whether you are a business or an individual, our company is dedicated to deeply understanding your needs and passionately crafting an exceptional one-stop website system that exceeds your expectations, covering everything from front-end to back-end.",
            "ownsiteDescription2":"Whether you aim to transition from traditional business to modern digital platforms or you're already an established enterprise, we offer top-notch conceptual templates to prepare you for transformative growth and quality enhancement. You don’t need to worry about where to start, because our meticulous approach begins with a deep understanding of your unique needs.",
            "ownsiteTheme":{
              "e-Commerce_Title":"e-Commerce",
              "e-Commerce_Description":"e-Commerce offers unparalleled convenience, enabling seamless transactions, expansive product selections, and effortless comparison shopping, ultimately empowering consumers with accessibility and efficiency in their purchasing experience.",
              "e-Commerce_Button":"View all e-Commerce demo",
              "Commercial_Title":"Commercial",
              "Commercial_Description":"A commercial web page offers many benefits, such as increased customer accessibility, 24/7 availability, and dynamic product showcasing. It provides valuable analytics, enhances brand visibility, and streamlines purchasing, driving sales and fostering customer loyalty.",
              "Commercial_Button":"View all Commercial demo",
              "Admin_Title":"Admin Dashboard",
              "Admin_Description":"Creating your own admin dashboard offers centralized control, real-time data monitoring, and customized reporting. It enhances decision-making, streamlines workflow management, and improves security with tailored access controls, empowering businesses to operate more effectively and respond quickly to changes.",
              "Admin_Button":"View all Admin Dashboard demo",
              "Investment_Title":"Investment",
              "Investment_Description":"Creating your own investment website provides enhanced control over strategies, real-time portfolio tracking, and personalized insights. It integrates advanced analytics, streamlines user experiences, and offers tailored educational resources. This fosters better client engagement, trust, and informed investment decisions, driving financial growth.",
              "Investment_Button":"View all Investment demo",
              "Digital_Title":"Digital Board",
              "Digital_Description":"Creating a Fintech website with Crypto, Blockchain, NFT or Gaming Board features enables real-time transactions, secure asset management, and new revenue streams. It offers advanced analytics, personalized experiences, and boosts security and transparency, fostering trust in digital finance.",
              "Digital_Button":"View all Digital Board demo"
            },
            "ownsiteReminderTitle":"No matter what field or industry you're in.",
            "ownsiteReminderDescription":"having your own intelligent system is worth it. Don't hesitate to contact us for efficient solutions tailored just for you."
        },

        "Demo":{
            "DemoTitle":"The Powerhouse for Your Web and App Needs",
            "DemoDescription":"Welcome to the realm of innovative and transformative web and app ",
            "DemoDescription2":"development. Exciting and captivating designs are all centered around user ",
            "DemoDescription3":"experience, enhancing your digital presence. Harness our expert solutions to unlock the potential of your online business.",
            "Mobile_DemoDescription":"Welcome to the realm of innovative and ",
            "Mobile_DemoDescription2":"transformative web and app development. ",
            "Mobile_DemoDescription3":"Exciting and captivating designs are all ",
            "Mobile_DemoDescription4":"centered around user experience, enhancing ",
            "Mobile_DemoDescription5":"your digital presence. Harness our expert solutions to unlock the potential of your online business.",
            "DemoTheme": {
              "e-CommerceTitle":"e-Commerce Demo",
              "e-CommerceDescription":"Unlock the ultimate potential of your online presence with our ",
              "e-CommerceDescription2":"premium web template products! Stay on the cutting edge with trending ",
              "e-CommerceDescription3":"designs, unrivalled functionality, and seamless customisation options. Elevate your website today!",
              "Mobile_e-CommerceDescription":"Unlock the ultimate potential of your online ",
              "Mobile_e-CommerceDescription2":"presence with our premium web template ",
              "Mobile_e-CommerceDescription3":"products! Stay on the cutting edge with trending designs, unrivalled functionality, and seamless customisation options. Elevate your website today!"
            },
            "demoReminderTitle":"No matter what field or industry you're in.",
            "demositeReminderDescription":"having your own intelligent system is worth it. Don't hesitate to contact us for efficient solutions tailored just for you."
        },

        "Price":{
          "priceTitle":"VALUE",
          "price_SubTitle":"The most important thing is your values, not the price.",
          "price_Description":"In the journey of business development, it's essential to consider more than just funding. However, funding is not the main focus. The key lies in the values you set for your business, how you showcase your business's appeal, and how you allow customers to assess your value. Whether you're a newcomer establishing a business or a well-known company in the market, here you can find the tools and answers you need.",
          "website_Topic":"Website Design Pricing",
          "picture_1":"Web Design",
          "picture_2":"e-Commerce",
          "picture_3":"CMS",
          "picture_4":"Mobile App",
          "basicTitle":"Basic",
          "advanceTitle":"Advance",
          "currentPrice":"Now only",
          "e-Commerce_Topic":"e-Commerce Design Pricing",
          "priceReminderTitle":"No matter what field or industry you're in.",
          "priceReminderDescription":"having your own intelligent system is worth it. Don't hesitate to contact us for efficient solutions tailored just for you."
        },


        "Career":{
          "careerVideoTitle":"OPPORTUNITIES",
          "careerVideoDescription":"We're not just creating products. We're crafting solutions to problems for the people who use them. That's our forte!",
          "careerOpportunitiesTitle":"JOIN OUR TEAM FOR EXCITING CAREER",
          "careerOpportunitiesTitle2":"OPPORTUNITIES",
          "careerOpportunitiesDescription":"Empower your future with Current Tech Industries. Join our diverse team, work on impactful projects, ",
          "careerOpportunitiesDescription2":"and enjoy competitive salaries, benefits, and growth opportunities in a supportive environment. ",
          "careerOpportunitiesDescription3":"Advance your career with us.",
          "ItProgrammer":{
            "ItProgrammerTitle":"IT Programmer",
            "ItProgrammerDescription":"We welcome IT programmers to join our team. They should be proficient in programming, testing, and maintaining code for software applications, capable of solving complex programming problems, collaborating with teams, and staying updated with technology trends for efficient development and secure solutions.",
            "Skill":{
              "skillTitle":"Skill & Experience",
              "skill_1":"LARAVEL PHP",
              "skill_2":"REACT JS",
              "skill_3":"VUE JS",
              "skill_4":"FLUTTER",
              "skill_5":"CSS / HTML",
              "skill_6":"JAVA SCRIPT",
              "skill_7":"MQL4 & MQL5",
              "skill_8":"cBot (cTrader)",
              "experience":"AT LEAST 1 YEAR(S) OF EXPERIENCE."
            }
          },

          "UiDesigner":{
            "UiDesignerTitle":"UI/UX & Designer",
            "UiDesignerDescription":"UI/UX & Graphic designer focuses on creating user-friendly interfaces, conducting research, wireframing, prototyping, and collaborating with stakeholders. They aim to enhance user satisfaction, engagement, and accessibility through visually appealing designs and seamless experiences.",
            "Skill":{
              "skillTitle":"Skill & Experience",
              "skill_1":"FIGMA",
              "skill_2":"PHOTOSHOP",
              "skill_3":"ILLUSTRATOR",
              "experience":"AT LEAST 1 YEAR(S) OF EXPERIENCE."
            }
          },

          "Internship":{
            "InternshipTitle":"Internship",
            "InternshipDescription":"We offer internship opportunities to students or recent graduates to participate in programming, UI/UX, and graphic design within our company, providing them with practical experience in specific fields. Interns contribute to the company's projects and activities while gaining valuable skills and exploring potential career paths.",
            "Skill":{
              "skillTitle":"Skill & Experience",
              "skill_1":"LARAVEL PHP",
              "skill_2":"REACT JS",
              "skill_3":"VUE JS",
              "skill_4":"FLUTTER",
              "skill_5":"CSS / HTML",
              "skill_6":"JAVA SCRIPT",
              "skill_7":"MQL4 & MQL5",
              "skill_8":"cBot (cTrader)",
              "skill_9":"FIGMA",
              "skill_10":"PHOTOSHOP",
              "skill_11":"ILLUSTRATOR",
              "skill_12":"DEGREE HOLDER."
            }
          },

          "careerReminderTitle":"Don't hesitate!",
          "careerReminderDescription":"Join us on an exciting journey towards endless possibilities and growth. Embrace diverse career opportunities, unleash your potential, and become part of a supportive community that values lifelong learning and personal fulfillment. Let's build a brighter future together."
        },

        "WhatsappForm":{
          "whatsappFormTitle":"Instant chat now",
          "whatsappFormDescription":"Scan the QR code with your device's camera to chat ",
          "whatsappFormDescription2":"with our customer service representative for ",
          "whatsappFormDescription3":"more details.",
          "mobileWhatsappFormDescription":"Direct link to whatsapp ",
          "mobileWhatsappFormDescription2":"start communicate with us. "
        },

        "MailForm":{
          "mailFormTitle":"Leave your contact",
          "mailFormDescription":"We will contact you as soon as possible ",
          "mobileMailFormDescription":"We will contact you ",
          "mobileMailFormDescription2":"as soon as possible",
          "name":"Your name",
          "email":"Email",
          "phone":"Phone Number",
          "button":"Send",
          "notificationSuccessfully":"Message Sent",
          "notificationFailure":"Failure to send",
          "sendStatusSuccess":"Success!",
          "sendStatusFailure":"Error!",
          "requiredName":"Your name is required.",
          "requiredEmail":"Your email is required.",
          "emailFormat":"The email must be a valid email address.",
          "requiredPhoneNumber":"Your phone number is required."
        },

        "Footer":{
          "socialMediaDescription":"Start to connect with us:"
        }
  }